if GetLocale() == "ruRU" then
	--[[MultiBot.data.classes.input = {
[1] = "Рыцарь смерти",
[2] = "Друид",
[3] = "Охотник",
[4] = "Маг",
[5] = "Паладин",
[6] = "Жрец",
[7] = "Разбойник",
[8] = "Шаман",
[9] = "Чернокнижник",
[10] = "Воин"
}]]
	--

	-- ITEMS
	MultiBot.info.itemdestroyalert =
		"Вы ДЕЙСТВИТЕЛЬНО хотите уничтожить этот предмет?\n%s"

	MultiBot.info.keydestroyalert = "Я не продаю ключи."

	MultiBot.info.itemsellalert = "Я не могу продать этот предмет."

	-- MINIMAP BUTTON
	MultiBot.info.butttitle = "|cffffd100MultiBot|r"

	MultiBot.info.buttontoggle = "|cff00ff00ЛКМ: переключить интерфейс|r"

	MultiBot.info.buttonoptions = "|cffff0000ПКМ: настройки|r"

	MultiBot.info.buttonoptionshide = "Скрыть кнопку на миникарте"

	MultiBot.info.buttonoptionshidetooltip =
		"Скрыть или показать кнопку MultiBot на миникарте.\n(ЛКМ: переключить интерфейс, ПКМ: открыть настройки)"

	-- GLYPHS
	MultiBot.info.glyphssocketnotunlocked = "Этот слот ещё не разблокирован."

	MultiBot.info.glyphswrongclass = "Эта глиф не подходит для класса бота."

	MultiBot.info.glyphsunknowglyph = "Не удалось определить эту глифу."

	MultiBot.info.glyphsglyphtype = "Тип глифы "

	MultiBot.info.glyphsglyphsocket = "неверный слот."

	MultiBot.info.glyphsleveltoolow = "Уровень слишком низкий для этой глифы."

	MultiBot.info.glyphscustomglyphsfor = "Пользовательские глифы для"

	MultiBot.info.glyphsglyphsfor = "Глифы для"

	MultiBot.info.talentscustomtalentsfor = "Пользовательские таланты для"

	-- hunter

	MultiBot.info.hunterpeteditentervalue = "Введите значение"

	MultiBot.info.hunterpetcreaturelist = "Список питомцев по имени"

	MultiBot.info.hunterpetnewname = "Новое имя питомца"

	MultiBot.info.hunterpetid = "ID питомца"

	MultiBot.info.hunterpetentersomething = "Введите что-нибудь..."

	MultiBot.info.hunterpetrandomfamily = "Случайный по семейству"

	-- INFO --

	MultiBot.info.command = "Команда не найдена."

	MultiBot.info.target = "У меня нет цели."

	MultiBot.info.classes = "Классы не совпадают."

	MultiBot.info.levels = "Уровни не совпадают."

	MultiBot.info.spell = "Не удалось определить заклинание."

	MultiBot.info.macro =
		"У меня уже максимальное количество личных макросов."

	MultiBot.info.neither = "У меня нет цели, и я не в рейде или группе."

	MultiBot.info.group = "Я не в рейде и не в группе."

	MultiBot.info.inviting = "Приглашаю NAME в группу."

	MultiBot.info.combat = "Запросил боевые тактики у NAME."

	MultiBot.info.teleport = "телепортирует вас в 'MAP - ZONE'"

	MultiBot.info.normal = "Запросил небоевые тактики у NAME."

	MultiBot.info.inventory = "Инвентарь NAME"

	MultiBot.info.spellbook = "Книга заклинаний NAME"

	MultiBot.info.player =
		"Я не буду авто-инициализировать 'NAME' из состава игровых ботов."

	MultiBot.info.member =
		"Я не буду авто-инициализировать 'NAME' из состава гильдии."

	MultiBot.info.players =
		"Я не буду авто-инициализировать никого из состава игровых ботов."

	MultiBot.info.members =
		"Я не буду авто-инициализировать никого из состава гильдии."

	MultiBot.info.wait =
		"Я уже приглашаю участников, пожалуйста, подождите, пока я закончу."

	MultiBot.info.starting = "Начинаю приглашение участников."

	MultiBot.info.stats =
		"Авто-статы предназначены для групп, а не для рейдов."

	MultiBot.info.location = "не имеет сохранённого местоположения."

	MultiBot.info.itlocation = "Оно не имеет сохранённого местоположения."

	MultiBot.info.saving = "Я всё ещё сохраняю свою позицию."

	MultiBot.info.action = "Мне нужно выбрать действие."

	MultiBot.info.combination = "Нет предметов для этой комбинации."

	--MultiBot.info.language =
	--"Мне нужно сначала активировать выбор языка.";

	MultiBot.info.rights = "У меня нет прав Гейммастера."

	MultiBot.info.reward = "Выберите награды"

	MultiBot.info.shorts.bag = "Сумка"

	MultiBot.info.shorts.dur = "Прочн."

	MultiBot.info.shorts.xp = "Опыт"

	MultiBot.info.shorts.mp = "МР"

	-- INFO:TALENT --

	MultiBot.info.talent.Level = "Его уровень ниже 10."

	MultiBot.info.talent.OutOfRange = "Бот вне зоны досягаемости."

	MultiBot.info.talent.Apply = "Применить"

	MultiBot.info.talent.Copy = "Копировать"

	MultiBot.info.talent.Title = "Таланты NAME"

	MultiBot.info.talent.Points = "|cffffcc00Нераспределённые таланты: |r"

	MultiBot.info.talent.DeathKnight1 = "|cffffcc00Кровь|r"

	MultiBot.info.talent.DeathKnight2 = "|cffffcc00Лёд|r"

	MultiBot.info.talent.DeathKnight3 = "|cffffcc00Нечестивость|r"

	MultiBot.info.talent.Druid1 = "|cffffcc00Баланс|r"

	MultiBot.info.talent.Druid2 = "|cffffcc00Сила зверя|r"

	MultiBot.info.talent.Druid3 = "|cffffcc00Исцеление|r"

	MultiBot.info.talent.Hunter1 = "|cffffcc00Чутьё зверя|r"

	MultiBot.info.talent.Hunter2 = "|cffffcc00Стрельба|r"

	MultiBot.info.talent.Hunter3 = "|cffffcc00Выживание|r"

	MultiBot.info.talent.Mage1 = "|cffffcc00Тайная магия|r"

	MultiBot.info.talent.Mage2 = "|cffffcc00Огонь|r"

	MultiBot.info.talent.Mage3 = "|cffffcc00Лёд|r"

	MultiBot.info.talent.Paladin1 = "|cffffcc00Свет|r"

	MultiBot.info.talent.Paladin2 = "|cffffcc00Защита|r"

	MultiBot.info.talent.Paladin3 = "|cffffcc00Воздаяние|r"

	MultiBot.info.talent.Priest1 = "|cffffcc00Послушание|r"

	MultiBot.info.talent.Priest2 = "|cffffcc00Свет|r"

	MultiBot.info.talent.Priest3 = "|cffffcc00Тьма|r"

	MultiBot.info.talent.Rogue1 = "|cffffcc00Ликвидация|r"

	MultiBot.info.talent.Rogue2 = "|cffffcc00Бой|r"

	MultiBot.info.talent.Rogue3 = "|cffffcc00Скрытность|r"

	MultiBot.info.talent.Shaman1 = "|cffffcc00Стихии|r"

	MultiBot.info.talent.Shaman2 = "|cffffcc00Совершенствование|r"

	MultiBot.info.talent.Shaman3 = "|cffffcc00Исцеление|r"

	MultiBot.info.talent.Warlock1 = "|cffffcc00Колдовство|r"

	MultiBot.info.talent.Warlock2 = "|cffffcc00Демонология|r"

	MultiBot.info.talent.Warlock3 = "|cffffcc00Разрушение|r"

	MultiBot.info.talent.Warrior1 = "|cffffcc00Оружие|r"

	MultiBot.info.talent.Warrior2 = "|cffffcc00Неистовство|r"

	MultiBot.info.talent.Warrior3 = "|cffffcc00Защита|r"

	-- MOVE --

	MultiBot.tips.move.inventory =
		"Правый клик, чтобы перетащить и переместить инвентарь"

	MultiBot.tips.move.stats =
		"Правый клик, чтобы перетащить и переместить Авто-статы"

	MultiBot.tips.move.itemus =
		"Правый клик, чтобы перетащить и переместить Itemus"

	MultiBot.tips.move.iconos =
		"Правый клик, чтобы перетащить и переместить Iconos"

	MultiBot.tips.move.spellbook =
		"Правый клик, чтобы перетащить и переместить книгу заклинаний"

	MultiBot.tips.move.reward =
		"Правый клик, чтобы перетащить и переместить выбор наград"

	MultiBot.tips.move.talent =
		"Правый клик, чтобы перетащить и переместить таланты"

	MultiBot.tips.move.raidus = "Right-Click to drag and move the Raidus"

	-- TANKER --

	MultiBot.tips.tanker.master = "Танковая атака\n|cffffffff"
		.. "С помощью этой кнопки танки атакуют вашу цель.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик для выполнения танковой атаки|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- ATTACK --

	MultiBot.tips.attack.master = "Управление атакой\n|cffffffff"
		.. "С помощью этого элемента вы можете отдавать команду на атаку.\n"
		.. "Правый клик по опциям, чтобы задать новое действие по умолчанию.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик для выполнения действия по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик для показа/скрытия опций|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.attack = "Атака\n|cffffffff"
		.. "По этой команде весь рейд или группа атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить Атаку|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.ranged = "Дальний бой\n|cffffffff"
		.. "По этой команде бойцы дальнего боя атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить атаку дальнего боя|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.melee = "Ближний бой\n|cffffffff"
		.. "По этой команде бойцы ближнего боя атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить атаку ближнего боя|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.healer = "Атака лекарей\n|cffffffff"
		.. "По этой команде лекари атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить атаку лекарей|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.dps = "Атака ДПС\n|cffffffff"
		.. "По этой команде ДПС атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить атаку ДПС|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.attack.tank = "Танковая атака\n|cffffffff"
		.. "По этой команде танки атакуют вашу цель.|r\n\n"
		.. "|cffff0000Левый клик - выполнить танковую атаку|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- MODE --

	MultiBot.tips.mode.master = "Управление режимами\n|cffffffff"
		.. "Этот элемент позволяет включать и выключать боевые режимы.\n"
		.. "Левый клик по опциям для выбора другого боевого режима.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - переключить боевой режим|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.mode.passive = "Пассивный режим\n|cffffffff"
		.. "В пассивном режиме ваши боты не будут атаковать противников.\n"
		.. "Этот режим полезен, чтобы предотвратить атаку танком противников при пуле.\n"
		.. "Команда 'Стоять' отменяет пассивный режим, в комбинации должна идти первой.\n"
		.. "Команда 'Следовать' отменяет пассивный режим, в комбинации должна идти первой.|r\n\n"
		.. "|cffff0000Левый клик - выбрать и активировать пассивный режим|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.mode.grind = "Режим гринд\n|cffffffff"
		.. "В режиме гринд ваши боты самостоятельно атакуют противников.\n"
		.. "Этот режим полезен для прокачки ваших ботов.|r\n\n"
		.. "|cffff0000Левый клик - выбрать и активировать режим гринд|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- STAY|FOLLOW --

	MultiBot.tips.stallow.stay = "Стоять|Следовать\n|cffffffff"
		.. "Этой кнопкой вы можете отдать команду 'Стоять'.\n"
		.. "Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - выполнить 'Стоять'|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.stallow.follow = "Стоять|Следовать\n|cffffffff"
		.. "Этой кнопкой вы можете отдать команду 'Следовать'.\n"
		.. "Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - выполнить 'Следовать'|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.expand.stay = "Стоять\n|cffffffff"
		.. "Этой кнопкой вы можете немедленно отдать команду 'Стоять'.\n"
		.. "Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - выполнить 'Стоять'|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.expand.follow = "Следовать\n|cffffffff"
		.. "Этой кнопкой вы можете немедленно отдать команду 'Следовать'.\n"
		.. "Эта команда отменяет пассивный режим, в комбинации должна идти первой.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - выполнить 'Следовать'|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- FLEE --

	MultiBot.tips.flee.master = "Управление отступлением\n|cffffffff"
		.. "Этой кнопкой вы можете отдать команду к отступлению.\n"
		.. "Правый клик по опциям для определения нового действия по умолчанию.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - выполнить действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: 'Цель', Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.flee = "Отступление\n|cffffffff"
		.. "Этой кнопкой весь рейд или группа отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.ranged = "Отступление дальнего боя\n|cffffffff"
		.. "Этой кнопкой бойцы дальнего боя отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление дальнего боя|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.melee = "Отступление ближнего боя\n|cffffffff"
		.. "Этой кнопкой бойцы ближнего боя отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление ближнего боя|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.healer = "Отступление лекарей\n|cffffffff"
		.. "Этой кнопкой лекари отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление лекарей|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.dps = "Отступление ДПС\n|cffffffff"
		.. "Этой кнопкой ДПС отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление ДПС|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.tank = "Отступление танков\n|cffffffff"
		.. "Этой кнопкой танки отступают.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление танков|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.flee.target = "Отступление цели\n|cffffffff"
		.. "Этой кнопкой цель отступает.|r\n\n"
		.. "|cffff0000Левый клик - выполнить отступление цели|r\n"
		.. "|cff999999(Порядок выполнения: Цель)|r\n\n"
		.. "|cffff0000Правый клик - установить как действие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- FORMATION --

	MultiBot.tips.format.master = "Управление построением\n|cffffffff"
		.. "Эта кнопка позволяет изменить построение ваших ботов.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - запросить текущее построение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.arrow = "Клин\n|cffffffff"
		.. "Боты выстраиваются клином.\n"
		.. "Направление взгляда ботов - в вашу сторону.\n\n"
		.. "1 линия - танки\n"
		.. "2 линия - бойцы ближнего боя\n"
		.. "3 линия - бойцы дальнего боя\n"
		.. "4 линия - лекари|r\n\n"
		.. "|cffff0000Левый клик - выбрать построение клином|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.queue = "Колонна\n|cffffffff"
		.. "Боты выстраиваются в оборонительную колонну.\n"
		.. "Направление взгляда ботов - в вашу сторону.|r\n\n"
		.. "|cffff0000Левый клик - выбрать построение колонной|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.near = "Скученное построение\n|cffffffff"
		.. "Боты собираются рядом.\n"
		.. "Направление взгляда ботов - в вашу сторону.|r\n\n"
		.. "|cffff0000Левый клик - выбрать скученное построение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.melee = "Построение для ближнего боя\n|cffffffff"
		.. "Боты выстраиваются для ближнего боя.\n"
		.. "Направление взгляда ботов - в вашу сторону.|r\n\n"
		.. "|cffff0000Левый клик - выбрать построение для ближнего боя|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.line = "Шеренга\n|cffffffff"
		.. "Боты выстраиваются в параллельные линии слева и справа.\n"
		.. "Направление взгляда ботов - в вашу сторону.|r\n\n"
		.. "|cffff0000Левый клик - выбрать построение шеренгой|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.circle = "Круг\n|cffffffff"
		.. "Боты окружают вас кольцом.\n"
		.. "Направление взгляда ботов - наружу.|r\n\n"
		.. "|cffff0000Левый клик - выбрать круговое построение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.chaos = "Хаотичное построение\n|cffffffff"
		.. "Каждый бот следует за вами самостоятельно.\n"
		.. "Они располагаются как придётся.\n"
		.. "Направление взгляда может быть любым.|r\n\n"
		.. "|cffff0000Левый клик - выбрать хаотичное построение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.format.shield = "Щит\n|cffffffff"
		.. "Боты выстраиваются впереди, слева и справа.\n"
		.. "Направление взгляда ботов - в вашу сторону.|r\n\n"
		.. "|cffff0000Левый клик - выбрать построение щитом|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- BEASTMASTER --

	MultiBot.tips.beast.master = "Управление звероводством\n|cffffffff"
		.. "Эта кнопка для мода NPC-Beastmaster Azerothcore.\n"
		.. "Мод позволяет любому персонажу иметь питомца, как у охотников.\n"
		.. "Ваши персонажи могут выучить необходимые заклинания у Белого Клыка.\n"
		.. "Белый Клык должен быть размещён в мире Гейммастером.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.beast.release = "Отпустить зверя\n|cffffffff"
		.. "Эта кнопка отпустит зверя.|r\n\n"
		.. "|cffff0000Левый клик - отпустить зверя|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	MultiBot.tips.beast.revive = "Воскресить зверя\n|cffffffff"
		.. "Эта кнопка воскресит зверя.|r\n\n"
		.. "|cffff0000Левый клик - воскресить зверя|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	MultiBot.tips.beast.heal = "Исцелить зверя\n|cffffffff"
		.. "Эта кнопка исцелит зверя.|r\n\n"
		.. "|cffff0000Левый клик - исцелить зверя|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	MultiBot.tips.beast.feed = "Накормить зверя\n|cffffffff"
		.. "Эта кнопка накормит зверя.|r\n\n"
		.. "|cffff0000Левый клик - накормить зверя|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	MultiBot.tips.beast.call = "Позвать зверя\n|cffffffff"
		.. "Эта кнопка позовёт зверя.|r\n\n"
		.. "|cffff0000Левый клик - позвать зверя|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	-- CREATOR --

	MultiBot.tips.creator.master = "Управление созданием\n|cffffffff"
		.. "Этот интерфейс позволяет создавать ботов по классам.\n"
		.. "По умолчанию разрешено до 40 ботов на аккаунт.\n"
		.. "Команды для удаления ботов после создания отсутствуют.\n"
		.. "Добавьте их в друзья, чтобы использовать повторно.\n"
		.. "Порядок выполнения показывает, кто получит команды.|r\n\n"
		.. "|cffff0000Левый клик — показать или скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.warrior = "Создать Воина\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Воин.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Воина.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.warlock = "Создать Чернокнижника\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Чернокнижник.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Чернокнижника.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.shaman = "Создать Шамана\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Шаман.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Шамана.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.rogue = "Создать Разбойника\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Разбойник.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Разбойника.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.priest = "Создать Жреца\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Жрец.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Жреца.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.paladin = "Создать Паладина\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Паладин.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Паладина|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.mage = "Создать Мага\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Маг.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Мага.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.hunter = "Создать Охотника\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Охотник.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Охотника.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.druid = "Создать Друида\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Друид.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Друида.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.deathknight = "Создать Рыцаря Смерти\n|cffffffff"
		.. "Эта кнопка создаёт бота класса Рыцарь Смерти.|r\n\n"
		.. "|cffff0000Левый клик для выбора пола Рыцаря Смерти.|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.notarget = "У меня нет цели."

	MultiBot.tips.creator.gendermale = "Создать мужского спутника.\n|cffffffff"
		.. "Сильный, смелый и всегда готов к бою... или к кружке пива.|r\n\n"
		.. "|cffff0000Левый клик для создания|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.genderfemale = "Создать женского спутника.\n|cffffffff"
		.. "Элегантна, смертоносна и её никогда нельзя недооценивать.|r\n\n"
		.. "|cffff0000Левый клик для создания|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.genderrandom = "Создать бота со случайным полом.\n|cffffffff"
		.. "Судьба решит за тебя!|r\n\n"
		.. "|cffff0000Левый клик для создания|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.creator.inspect = "Осмотреть цель\n|cffffffff"
		.. "Эта кнопка откроет окно осмотра вашей цели.|r\n\n"
		.. "|cffff0000Левый клик - открыть окно осмотра|r\n"
		.. "|cff999999(Порядок выполнения: Цель)|r"

	MultiBot.tips.creator.init = "Авто-инициализация\n|cffffffff"
		.. "Используйте эту кнопку для авто-инициализации цели, рейда или группы.\n"
		.. "Есть 2 ограничения, так как экипировка будет перезаписана:\n"
		.. "- не работает с персонажами из списка Playerbot\n"
		.. "- не работает с членами гильдии.|r\n\n"
		.. "|cffff0000Левый клик - авто-инициализировать цель|r\n"
		.. "|cff999999(Порядок выполнения: Цель)|r\n\n"
		.. "|cffff0000Правый клик - авто-инициализировать группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- UNIT --

	MultiBot.tips.unit.selfbot = "Селфбот\n"
		.. "|cffffffffЭта кнопка включает/выключает режим селфбота.|r\n\n"
		.. "|cffff0000Левый клик - переключить селфбот|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.unit.button = "|cffffffff\n"
		.. "Эта кнопка добавляет/удаляет NAME в/из вашей группы.\n"
		.. "MultiBot запросит у Playerbot боевые и небоевые стратегии.\n"
		.. "Стратегии можно настроить с помощью панелей слева и справа.\n"
		.. "Панели появятся после добавления бота.|r\n\n"
		.. "|cffff0000Левый клик - добавить NAME|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - удалить NAME|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- UNITS --

	MultiBot.tips.units.master = "Управление юнитами\n|cffffffff"
		.. "Здесь отображаются Playerbot'ы.\n"
		.. "Каждая кнопка соответствует одному из ваших персонажей, членов гильдии или друзей.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть юниты|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - обновить список|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- UNITS:FILTER --

	MultiBot.tips.units.filter = "Фильтр по классу\n|cffffffff"
		.. "Фильтр позволяет отображать юнитов по классам.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - сбросить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.deathknight = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по рыцарям смерти.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать рыцарей смерти|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.druid = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по друидам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать друидов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.hunter = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по охотникам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать охотников|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.mage = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по магам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать магов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.paladin = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по паладинам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать паладинов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.priest = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по жрецам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать жрецов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.rogue = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по разбойникам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать разбойников|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.shaman = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по шаманам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать шаманов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.warlock = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по чернокнижникам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать чернокнижников|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.warrior = "Фильтр по классу\n|cffffffff"
		.. "Фильтрует юнитов по воинам.|r\n\n"
		.. "|cffff0000Левый клик - фильтровать воинов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.none = "Фильтр по классу\n|cffffffff"
		.. "Снимает фильтрацию юнитов по классам.|r\n\n"
		.. "|cffff0000Левый клик - снять фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- UNITS:ROSTER --

	MultiBot.tips.units.roster = "Фильтр списков\n|cffffffff"
		.. "Фильтр списков позволяет переключаться между разными списками.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cffff0000Щелкните правой кнопкой мыши, чтобы переключиться на активный состав|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.actives = "Фильтр списков\n|cffffffff"
		.. "Показывает активный список.|r\n\n"
		.. "|cffff0000Левый клик - выбрать активный список|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.players = "Фильтр списков\n|cffffffff"
		.. "Показывает список Playerbot.\n"
		.. "Обычно ваши персонажи и те, кто остался в вашей группе.|r\n\n"
		.. "|cffff0000Левый клик - выбрать список Playerbot|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.members = "Фильтр списков\n|cffffffff"
		.. "Показывает список гильдии.\n"
		.. "Список гильдии не показывает ваших персонажей.|r\n\n"
		.. "|cffff0000Левый клик - выбрать список гильдии|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.friends = "Фильтр списков\n|cffffffff"
		.. "Показывает список друзей.\n"
		.. "Список друзей не показывает ваших персонажей и членов гильдии.|r\n\n"
		.. "|cffff0000Левый клик - выбрать список друзей|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.favorites = "Фильтр состава\n|cffffffff"
		.. "Показывать только тех ботов, которых вы отметили как избранных.|r\n\n"
		.. "|cffff0000ЛКМ для активации|r\n"
		.. "|cff999999(Выполняется: Система)|r"

-- UNITS PVP Stats
MultiBot.tips.units.pvpstatsmaster =
"PvP-статистика\n|cffffffff"..
"Отправить команду PvP-статистики...|r\n\n"..
"|cffff0000ЛКМ, чтобы открыть меню|r\n"..
"|cff999999(Выполнено: Система)|r";

MultiBot.tips.units.pvpstatstobot =
"Отправить боту";

MultiBot.tips.units.pvpstatstoparty =
"Отправить группе";

MultiBot.tips.units.pvpstatstoraid =
"Отправить рейду";

	-- UNITS:BROWSE --

	MultiBot.tips.units.browse = "Просмотр\n|cffffffff"
		.. "Этой кнопкой можно просматривать списки.\n"
		.. "Будет скрыта, если в списке меньше 11 юнитов.|r\n\n"
		.. "|cffff0000Левый клик - просмотреть список|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.invite = "Управление приглашениями\n|cffffffff"
		.. "Этим элементом можно автоматически заполнять группу.\n"
		.. "Левая кнопка - для приглашения в группу, правая - для рейда.\n"
		.. "Дополнительно, правый клик добавит или удалит всех ботов сразу.\n"
		.. "Если вы не в группе - все боты будут добавлены, иначе - удалены.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - добавить/удалить всех ботов|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.inviteParty5 = "Группа из 5\n|cffffffff"
		.. "Этой кнопкой можно заполнить группу.\n"
		.. "Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"
		.. "Останавливается в конце списка или при достижении 5 участников.|r\n\n"
		.. "|cffff0000Левый клик - пригласить участников группы|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.inviteRaid10 = "Рейд из 10\n|cffffffff"
		.. "Этой кнопкой можно заполнить рейд.\n"
		.. "Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"
		.. "Останавливается в конце списка или при достижении 10 участников.|r\n\n"
		.. "|cffff0000Левый клик - пригласить участников рейда|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.inviteRaid25 = "Рейд из 25\n|cffffffff"
		.. "Этой кнопкой можно заполнить рейд.\n"
		.. "Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"
		.. "Останавливается в конце списка или при достижении 25 участников.|r\n\n"
		.. "|cffff0000Левый клик - пригласить участников рейда|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.units.inviteRaid40 = "Рейд из 40\n|cffffffff"
		.. "Этой кнопкой можно заполнить рейд.\n"
		.. "Использует юнитов из выбранного списка, игнорируя фильтр классов.\n"
		.. "Останавливается в конце списка или при достижении 40 участников.|r\n\n"
		.. "|cffff0000Левый клик - пригласить участников рейда|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- UNITS:ALL --

	MultiBot.tips.units.alliance = "Iniciar/Cerrar sesión de todos los PlayerBots\n|cffffffff"
		.. "Inicia o cierra la sesión de todos los PlayerBots a los que tengas acceso.\n"
		.. "Esta función puede tardar en llenar las barras de botones de cada PlayerBot,\n"
		.. "dependiendo del número total de PlayerBots.\n\n"
		.. "|cffff0000Clic izquierdo para iniciar sesión en todos los PlayerBots|r\n"
		.. "|cff999999(Ejecutado por: Sistema)|r\n\n"
		.. "|cffff0000Clic derecho para cerrar sesión en todos los PlayerBots|r\n"
		.. "|cff999999(Ejecutado por: Sistema)|r"

	-- SLIDERS INTERFACE --

	MultiBot.tips.sliders.throttleinstalled = "Ограничитель MultiBot установлен"

	MultiBot.tips.sliders.frametitle = "MultiBot — Опции"

	MultiBot.tips.sliders.actionsinter = "Интервалы автоматических действий"

	MultiBot.tips.sliders.statsinter = "Интервал пинга статистики"

	MultiBot.tips.sliders.talentsinter = "Интервал автораспределения талантов"

	MultiBot.tips.sliders.invitsinter = "Интервал цикла приглашений"

	MultiBot.tips.sliders.sortinter = "Интервал сортировки/обновления"

	MultiBot.tips.sliders.messpersec = "Сообщений в секунду"

	MultiBot.tips.sliders.maxburst = "Максимальный рывок"

	MultiBot.tips.sliders.rstbutn = "Сброс"

	-- MAIN --

	MultiBot.tips.main.master = "Главное управление\n|cffffffff"
		.. "Здесь находятся авто-переключатели и команды сброса.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - переместить MultiBot|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.options = "Переключатель опций\n|cffffffff"
		.. "Открывает панель настроек MultiBot с ползунками для интервалов действий.\n"
		.. "(Статистика / Таланты / Приглашение / Сортировка) и ограничения чата (Сообщений в секунду / Рывок).\n"
		.. "Настройки сохраняются для каждого персонажа.|r\n\n"
		.. "|cffff0000ЛКМ — открыть или закрыть панель опций|r\n"
		.. "|cff999999(Порядок выполнения: Интерфейс)|r"

	MultiBot.tips.main.coords = "Сброс координат\n|cffffffff"
		.. "Сбрасывает координаты элементов:\n"
		.. "MultiBar, Инвентарь, Книга заклинаний, Itemus, Iconos и выбор наград|r\n\n"
		.. "|cffff0000Левый клик - сбросить координаты|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.masters = "Переключатель Гейммастера\n|cffffffff"
		.. "Включает/выключает панель Гейммастера.\n"
		.. "Для активации нужны права Гейммастера|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл панель Гейммастера|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.rtsc = "RTSC-переключатель\n|cffffffff"
		.. "Включает/выключает RTSC-панель.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл RTSC-панель|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.raidus = "Raidus-Switch\n|cffffffff"
		.. "This Switch will open or close the Raid-Composer.|r\n\n"
		.. "|cffff0000Left-Click to open or close the Raid-Composer|r\n"
		.. "|cff999999(Execution-Order: System)|r"

	MultiBot.tips.main.creator = "Переключатель создателя\n|cffffffff"
		.. "Включает/выключает панель создания.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл панель создания|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.beast = "Режим Повелителя зверей\n|cffffffff"
		.. "Включает или отключает управление Повелителем зверей.\n"
		.. "Функция предназначена для мода NPC-Повелитель зверей Azerothcore.\n"
		.. "Этот мод позволяет любому персонажу иметь питомца, как у охотников.\n"
		.. "Необходимые заклинания можно выучить у Белого Клыка.\n"
		.. "Белый Клык должен быть размещён в мире ГеймМастером.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить управление Повелителем зверей|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.expand = "Переключатель расширения\n|cffffffff"
		.. "Расширяет/сворачивает панель Стоять/Следовать.\n"
		.. "|cffff0000Левый клик - расширить/свернуть панель|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.release = "Авто-освобождение\n|cffffffff"
		.. "Обнаруживает смерть ботов.\n"
		.. "Мёртвые боты автоматически освобождаются и призываются.\n"
		.. "Это воскрешает ботов за несколько секунд.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл авто-освобождение|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.stats = "Авто-статы\n|cffffffff"
		.. "Визуализирует значения команды Stats.\n"
		.. "Значения обновляются каждые 45 секунд.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл авто-статы|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.reward = "Выбор наград\n|cffffffff"
		.. "Визуализирует выбор наград.\n"
		.. "Советую сначала выбрать награду для своего персонажа.\n"
		.. "Тогда не будет проблем с кнопками осмотра.|r\n\n"
		.. "Важно:\n"
		.. "После выполнения квеста персонажем, боты тоже должны его завершить.\n"
		.. "Не отменяйте выбор наград после получения награды персонажем.\n\n"
		.. "|cffffffffНастройки Mod-Playerbot:\n"
		.. "- (обязательно) AiPlayerbot.AutoPickReward = no\n"
		.. "- (рекомендуется) AiPlayerbot.SyncQuestWithPlayer = 1|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл выбор наград|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - открыть выбор наград|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.main.reset = "Сброс ботов\n|cffffffff"
		.. "Сбрасывает искусственный интеллект ваших ботов.|r\n\n"
		.. "|cffff0000Левый клик - сбросить ИИ ботов|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	MultiBot.tips.main.action = "Сброс действий\n|cffffffff"
		.. "Сбрасывает текущие действия ваших ботов.|r\n\n"
		.. "|cffff0000Левый клик - сбросить действия|r\n"
		.. "|cff999999(Порядок выполнения: Цель, Рейд, Группа)|r"

	-- GAMEMASTER --

	MultiBot.tips.game.master = "Панель Гейммастера\n|cffffffff"
		.. "Здесь находятся полезные команды Гейммастера.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - закрыть MultiBot|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.game.necronet = "Некро-сеть\n|cffffffff"
		.. "Включает/выключает Некро-сеть.\n"
		.. "При активности на карте мира появятся кнопки кладбищ.\n"
		.. "С их помощью можно телепортироваться к соответствующим кладбищам.\n"
		.. "Требуются права Гейммастера.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл Некро-сеть|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.game.portal = "Портал памяти\n|cffffffff"
		.. "Здесь находятся камни памяти.\n"
		.. "Используйте их для сохранения текущей локации.\n"
		.. "Телепортируйтесь к сохранённым местам с помощью камней.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть камни|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.game.memory = "Memory-Gem\n|cffffffff"
		.. "This Memory-Gem ABOUT.\n"
		.. "You need GameMaster-Rights to use this Button.|r\n\n"
		.. "|cffff0000Left-Click to store or teleport to the Location|r\n"
		.. "|cff999999(Execution-Order: Yourself)|r\n\n"
		.. "|cffff0000Right-Click to forget the Location|r\n"
		.. "|cff999999(Execution-Order: Yourself)|r"

	MultiBot.tips.game.itemus = "Itemus\n|cffffffff"
		.. "Содержит все предметы для Гейммастера.\n"
		.. "Выберите цель, кликните на предмет - и желание исполнится.\n"
		.. "Не все предметы можно создать - придётся экспериментировать.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - открыть/закрыть Itemus|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.game.iconos = "Iconos\n|cffffffff"
		.. "Содержит все иконки и их пути.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - открыть/закрыть Iconos|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.game.summon = "Призыв\n|cffffffff"
		.. "Призывает цель к вашей позиции.\n"
		.. "Требуются права Гейммастера.|r\n\n"
		.. "|cffff0000Левый клик - призвать цель|r\n"
		.. "|cff999999(Порядок выполнения: Цель)|r"

	MultiBot.tips.game.appear = "Появление\n|cffffffff"
		.. "Телепортирует вас к цели.\n"
		.. "Требуются права Гейммастера.|r\n\n"
		.. "|cffff0000Левый клик - телепортироваться к цели|r\n"
		.. "|cff999999(Порядок выполнения: Цель)|r"

	MultiBot.tips.game.delsvwarning =
		"|cffff4444ВНИМАНИЕ|r: Вы собираетесь удалить ВСЕ сохранённые переменные MultiBot.\nЭто действие необратимо.\n\nВы действительно хотите продолжить?"

	MultiBot.tips.game.delsv = "Удалить сохранённые переменные\n|cffffffff"
		.. "Эта кнопка навсегда удалит все данные из файла сохранённых переменных MultiBot (MultiBot.lua).\n"
		.. "Это действие невозможно отменить. Используйте с осторожностью!|r\n\n"
		.. "|cffff0000Левый клик для удаления|r\n"
		.. "|cff999999(Выполняется на уровне системы)|r"

	-- QUESTS --

	MultiBot.tips.quests.master = "Управление квестами\n|cffffffff"
		.. "Этот элемент управления показывает текущий список квестов.\n"
		.. "Левый клик по страницам — поделиться квестом с вашими ботами.\n"
		.. "Правый клик по страницам — отказаться от квеста для себя и ботов.\n"
		.. "Порядок выполнения показывает, кому будет отправлена команда.|r\n\n"
		.. "|cffff0000Левый клик — показать или скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: система)|r\n\n"
		.. "|cffff0000Правый клик — обновить опции|r\n"
		.. "|cff999999(Порядок выполнения: система)|r"

	MultiBot.tips.quests.accept = "Принять квесты\n|cffffffff"
		.. "Эта кнопка приказывает ботам взять все квесты у выбранного NPC.\n\n"
		.. "|cffff0000Левый клик — взять все квесты|r\n"
		.. "|cff999999(Порядок выполнения: рейд, группа)|r"

	MultiBot.tips.quests.main = "Открыть меню квестов\n|cffffffff"
		.. "Эта кнопка открывает меню квестов.\n\n"
		.. "|cffff0000Левый клик — открыть|r\n"
		.. "|cff999999(Порядок выполнения: система)|r"

	MultiBot.tips.quests.talk = "Поговорить с NPC\n|cffffffff"
		.. "Эта кнопка приказывает ботам поговорить с выбранным NPC для взятия или сдачи квеста.\n\n"
		.. "|cffff0000Левый клик — отдать команду|r\n"
		.. "|cff999999(Порядок выполнения: рейд, группа)|r"

	MultiBot.tips.quests.talkerror = "Пожалуйста, выберите NPC для разговора."

	MultiBot.tips.quests.questcomperror =
		"Пожалуйста, выберите бота для просмотра его квестов."

	MultiBot.tips.quests.sendwhisp = "Спросить бота"

	MultiBot.tips.quests.sendpartyraid = "Спросить группу или рейд."

	MultiBot.tips.quests.completed = "Выполненные квесты\n|cffffffff"
		.. "Эта кнопка позволяет узнать у бота или у всех ботов список выполненных квестов.\n\n"
		.. "|cffff0000Левый клик — открыть подменю|r\n"
		.. "|cff999999(Порядок выполнения: рейд, группа, бот)|r"

	MultiBot.tips.quests.incompleted = "Невыполненные квесты\n|cffffffff"
		.. "Эта кнопка позволяет узнать у бота или у всех ботов список невыполненных квестов.\n\n"
		.. "|cffff0000Левый клик — открыть подменю|r\n"
		.. "|cff999999(Порядок выполнения: рейд, группа, бот)|r"

	MultiBot.tips.quests.allcompleted = "Все квесты\n|cffffffff"
		.. "Эта кнопка позволяет узнать у бота или всех ботов список всех квестов.\n\n"
		.. "|cffff0000Левый клик — открыть подменю|r\n"
		.. "|cff999999(Порядок выполнения: рейд, группа, бот)|r"

	MultiBot.tips.quests.incomplist = "Текущие квесты бота(ов)"

	MultiBot.tips.quests.complist = "Список выполненных квестов бота(ов)"

	MultiBot.tips.quests.alllist = "Все квесты бота(ов)"

	MultiBot.tips.quests.compheader = "** Выполненные квесты **"

	MultiBot.tips.quests.incompheader = "** Невыполненные квесты **"

	MultiBot.tips.quests.botsword = "Боты : "

	-- ИСПОЛЬЗОВАТЬ GOBs --
	MultiBot.tips.quests.gobsmaster = "Меню игровых объектов\n|cffffffff"
		.. "Эта кнопка открывает меню для использования игровых объектов.|r\n\n"
		.. "|cffff0000Левый клик — открыть|r\n"
		.. "|cff999999(Порядок выполнения: система)|r"

	MultiBot.tips.quests.gobenter = "Использовать игровой объект\n|cffffffff"
		.. "Эта кнопка открывает окно для ввода названия игрового объекта.\n\n"
		.. "|cffff0000Левый клик — открыть окно ввода|r\n"
		.. "|cff999999(Порядок выполнения: бот)|r"

	MultiBot.tips.quests.gobsearch = "Поиск игрового объекта\n|cffffffff"
		.. "Эта кнопка открывает окно со списком игровых объектов, доступных ботам.\n\n"
		.. "|cffff0000Левый клик — открыть окно|r\n"
		.. "|cff999999(Порядок выполнения: система)|r"

	MultiBot.tips.quests.goberrorname =
		"Пожалуйста, введите корректное название игрового объекта."

	MultiBot.tips.quests.gobselectboterror =
		"Пожалуйста, выберите бота для отправки команды."

	MultiBot.tips.quests.gobsnameerror = "Пожалуйста, введите имя."

	MultiBot.tips.quests.gobctrlctocopy = "CTRL + C для копирования"

	MultiBot.tips.quests.gobselectall = "Выбрать все"

	MultiBot.tips.quests.gobsfound = "Найденные игровые объекты"

	MultiBot.tips.quests.gobpromptname = "Имя игрового объекта"

	-- DRINK --

	MultiBot.tips.drink.group = "Групповое питьё\n|cffffffff"
		.. "Приказывает группе попить.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - групповое питьё|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- RELEASE --

	MultiBot.tips.release.group = "Групповое освобождение\n|cffffffff"
		.. "Мёртвые боты освобождают призраков к ближайшему кладбищу.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - групповое освобождение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- REVIVE --

	MultiBot.tips.revive.group = "Групповое воскрешение\n|cffffffff"
		.. "Призраки ботов воскресают на ближайшем кладбище.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - групповое воскрешение|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	-- SUMALL --

	MultiBot.tips.summon.group = "Групповой призыв\n|cffffffff"
		.. "Призывает группу к вашей позиции.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - групповой призыв|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

-- ALL BOTS COMMANDS --

    MultiBot.tips.allbots.sellallvendor = "Продать все серые предметы, пригодные для продажи (ВСЕ БОТЫ)|cffffffff\n"
        .. "Все ваши боты (указанные на панели юнитов) продадут все предметы,\n"
        .. "которые можно безопасно продать выбранному вами торговцу.\n"
        .. "Защищённые предметы (ключи, Камень возвращения и т.д.) никогда не продаются.|r\n\n"
        .. "|cffff0000Затрагивает всех ботов, указанных на панели юнитов.|r\n"
        .. "|cff999999(Выполняется: каждым Ботом)|r"

    MultiBot.tips.allbots.commandsallbots = "Позволяет отправлять команды всем Ботам|cffffffff\n"
            .. "Все ваши боты (указанные на панели юнитов) выполнят эту команду\n\n"
            .. "|cffff0000Затрагивает всех ботов, указанных на панели юнитов.|r\n"
            .. "|cff999999(Выполняется: каждым Ботом)|r"

    MultiBot.tips.allbots.maintenanceallbots = "Обслуживание (ВСЕ БОТЫ)|cffffffff\n"
        .. "Все ваши боты (указанные на панели юнитов) выполнят команду 'maintenance'.\n"
        .. "Используйте это, когда хотите, чтобы каждый бот выполнил полный цикл обслуживания одновременно.|r\n\n"
        .. "|cffff0000Затрагивает всех ботов, указанных на панели юнитов.|r\n"
        .. "|cff999999(Выполняется: каждым Ботом)|r"

	-- INVENTORY --

	MultiBot.tips.inventory.sell = "Продажа предметов|cffffffff\n"
		.. "Активирует режим продажи.\n"
		.. "Требуется выбрать торговца целью.\n"
		.. "В целях безопасности бот не продаст:\n"
		.. "- предметы с 'Ключ' в названии\n"
		.. "- камень возвращения|r\n\n"
		.. "|cffff0000Левый клик - продать предмет|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

    MultiBot.tips.inventory.sellgrey = "Продать всё серое|cffffffff\n"
            .. "Бот продаёт все предметы низкого качества (серые) выбранному торговцу.\n"
            .. "Убедитесь, что выбран торговец и бот находится в радиусе.|r\n\n"
            .. "|cffff0000Затрагивает только того бота, чей инвентарь открыт.|r\n"
            .. "|cff999999(Порядок выполнения: Бот)|r"

    MultiBot.tips.inventory.sellvendor = "Продать всё, что можно продать|cffffffff\n"
            .. "Бот продаёт все предметы, которые можно продать этому торговцу.\n"
            .. "Защищённые предметы (Ключи, Камень возвращения и т.д.) никогда не будут проданы.|r\n\n"
            .. "|cffff0000Затрагивает только того бота, чей инвентарь открыт.|r\n"
            .. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.inventory.equip = "Экипировка|cffffffff\n"
		.. "Активирует режим экипировки.|r\n\n"
		.. "|cffff0000Левый клик - экипировать предмет|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.inventory.use = "Использование|cffffffff\n"
		.. "Активирует режим использования.|r\n\n"
		.. "|cffff0000Левый клик - использовать предмет|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.inventory.trade = "Обмен|cffffffff\n"
		.. "Активирует режим обмена.\n"
		.. "Окно осмотра нужно закрывать вручную.\n"
		.. "Нет LUA-команды для этого.|r\n\n"
		.. "|cffff0000Левый клик - обменять предмет|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.inventory.drop = "Выброс|cffffffff\n"
		.. "Активирует режим выброса.\n"
		.. "В целях безопасности бот не выбросит:\n"
		.. "- предметы эпического качества и выше\n"
		.. "- предметы с 'Ключ' в названии\n"
		.. "- камень возвращения|r\n\n"
		.. "|cffff0000Левый клик - выбросить предмет|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.inventory.open = "Открытие|cffffffff\n"
		.. "Открывает первую найденную сумку с добычей.\n"
		.. "Содержимое автоматически перемещается в инвентарь.|r\n\n"
		.. "|cffff0000Левый клик - открыть сумку|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- ITEMUS:LEVEL --

	MultiBot.tips.itemus.level.master = "Фильтр по уровню|cffffffff\n"
		.. "Фильтрует предметы по уровню с шагом 10.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L10 = "Уровень 0-10|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 0-10.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L20 = "Уровень 11-20|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 11-20.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L30 = "Уровень 21-30|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 21-30.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L40 = "Уровень 31-40|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 31-40.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L50 = "Уровень 41-50|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 41-50.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L60 = "Уровень 51-60|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 51-60.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L70 = "Уровень 61-70|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 61-70.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.level.L80 = "Уровень 71-80|cffffffff\n"
		.. "Показывает предметы с требуемым уровнем 71-80.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- ITEMUS:RARE --

	MultiBot.tips.itemus.rare.master = "Фильтр по качеству|cffffffff\n"
		.. "Фильтрует предметы по качеству.\n"
		.. "Комбинируется с фильтром по уровню.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R00 = "Простое|cffffffff\n"
		.. "Показывает предметы простого качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R01 = "Обычное|cffffffff\n"
		.. "Показывает предметы обычного качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R02 = "Необычное|cffffffff\n"
		.. "Показывает предметы необычного качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R03 = "Редкое|cffffffff\n"
		.. "Показывает предметы редкого качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R04 = "Эпическое|cffffffff\n"
		.. "Показывает предметы эпического качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R05 = "Легендарное|cffffffff\n"
		.. "Показывает предметы легендарного качества.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R06 = "Артефакты|cffffffff\n"
		.. "Показывает предметы-артефакты.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.rare.R07 = "Наследие|cffffffff\n"
		.. "Показывает наследуемые предметы.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- ITEMUS:SLOT --

	MultiBot.tips.itemus.slot.master = "Фильтр по слотам|cffffffff\n"
		.. "Фильтрует предметы по слотам экипировки.\n"
		.. "Комбинируется с фильтрами по уровню и качеству.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S00 = "Не экипируется|cffffffff\n"
		.. "Показывает не экипируемые предметы.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S01 = "Голова|cffffffff\n"
		.. "Показывает предметы для слота головы.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S02 = "Шея|cffffffff\n"
		.. "Показывает предметы для слота шеи.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S03 = "Плечи|cffffffff\n"
		.. "Показывает предметы для слотов плеч.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S04 = "Рубашка|cffffffff\n"
		.. "Показывает предметы для слота рубашки.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S05 = "Грудь|cffffffff\n"
		.. "Показывает предметы для слота груди.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S06 = "Пояс|cffffffff\n"
		.. "Показывает предметы для слота пояса.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S07 = "Ноги|cffffffff\n"
		.. "Показывает предметы для слотов ног.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S08 = "Ступни|cffffffff\n"
		.. "Показывает предметы для слотов ступней.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S09 = "Запястья|cffffffff\n"
		.. "Показывает предметы для слотов запястий.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S10 = "Кисти рук|cffffffff\n"
		.. "Показывает предметы для слотов кистей рук.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S11 = "Палец|cffffffff\n"
		.. "Показывает предметы для слотов пальцев.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S12 = "Аксессуар|cffffffff\n"
		.. "Показывает предметы для слотов аксессуаров.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S13 = "Одноручное оружие|cffffffff\n"
		.. "Показывает одноручное оружие.\n"
		.. "Может использоваться в основной и дополнительной руке.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S14 = "Слот щита|cffffffff\n"
		.. "Отображает предметы для слота щита.\n"
		.. "Обратите внимание, что этот слот совмещён со слотом оружия в левой руке.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S15 = "Дальний бой|cffffffff\n"
		.. "Показывает оружие дальнего боя.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S16 = "Спина|cffffffff\n"
		.. "Показывает предметы для слота плаща.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S17 = "Слот двуручного оружия|cffffffff\n"
		.. "Отображает предметы для слота двуручного оружия.\n"
		.. "Примечание: этот слот совмещён со слотом оружия в правой руке.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S18 = "Сумки|cffffffff\n"
		.. "Показывает сумки.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S19 = "Гербовая накидка|cffffffff\n"
		.. "Показывает гербовые накидки.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S20 = "Слот мантии|cffffffff\n"
		.. "Отображает предметы для слота мантии.\n"
		.. "Примечание: этот слот совмещён со слотом нагрудника.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S21 = "Основная рука|cffffffff\n"
		.. "Показывает оружие для основной руки.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S22 = "Дополнительная рука|cffffffff\n"
		.. "Показывает оружие для дополнительной руки.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S23 = "Слот аксессуаров для левой руки|cffffffff\n"
		.. "Отображает предметы для слота левой руки.\n"
		.. "Важно: этот слот совмещён со слотом оружия для левой руки.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S24 = "Слот боеприпасов|cffffffff\n"
		.. "Отображает предметы для слота боеприпасов.\n"
		.. "Примечание: этот слот совмещён с правым слотом оружия дальнего боя.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S25 = "Слот метательного оружия|cffffffff\n"
		.. "Отображает предметы для слота метательного оружия.\n"
		.. "Примечание: этот слот совмещён со слотом оружия дальнего боя.|r\n\n"
		.. "|cffff0000Левый клик — установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S26 = "Дальний бой (правая)|cffffffff\n"
		.. "Показывает оружие для правой руки дальнего боя.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S27 = "Колчан|cffffffff\n"
		.. "Показывает колчаны и сумки для боеприпасов.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.itemus.slot.S28 = "Реликвия|cffffffff\n"
		.. "Показывает реликвии.|r\n\n"
		.. "|cffff0000Левый клик - установить фильтр|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- ITEMUS:TYPE --

	MultiBot.tips.itemus.type = "Фильтр по типу|cffffffff\n"
		.. "Позволяет переключаться между предметами игроков и NPC.\n"
		.. "Комбинируется с фильтрами по уровню, качеству и слотам.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл предметы NPC|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	-- DEATHKNIGHT --

	MultiBot.tips.deathknight.presence.master = "Управление присутствиями|cffffffff\n"
		.. "Позволяет выбрать присутствие по умолчанию.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл присутствие по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.presence.unholy = "Нечестивое присутствие|cffffffff\n"
		.. "Активирует нечестивое присутствие.|r\n\n"
		.. "|cffff0000Левый клик - включить нечестивое присутствие|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.presence.frost = "Ледяное присутствие|cffffffff\n"
		.. "Активирует ледяное присутствие.|r\n\n"
		.. "|cffff0000Левый клик - включить ледяное присутствие|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.presence.blood = "Кровавое присутствие|cffffffff\n"
		.. "Активирует кровавое присутствие.|r\n\n"
		.. "|cffff0000Левый клик - включить кровавое присутствие|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает стратегии AOE-урона.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.deathknight.dps.frostAoe = "ЛЕД-АОЕ|cffffffff\n"
		.. "Включает стратегию Лед-АОЕ.\n"
		.. "Лед-АОЕ, ДПС-ассист и Танк-ассист взаимоисключают друг друга.\n"
		.. "Одновременно может быть активна только одна из этих стратегий.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Лед-АОЕ|r\n"
		.. "|cf9999999(Порядок выполнения: бот)|r"

	MultiBot.tips.deathknight.dps.unholyAoe = "НЕЧЕСТИВОСТЬ-АОЕ|cffffffff\n"
		.. "Включает стратегию АОЕ Нечестивости.\n"
		.. "Нечестивость-АОЕ, ДПС-ассист и Танк-ассист взаимоисключают друг друга.\n"
		.. "Одновременно может быть активна только одна из этих стратегий.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Нечестивость-АОЕ|r\n"
		.. "|cf9999999(Порядок выполнения: бот)|r"

	MultiBot.tips.deathknight.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- DRUID --

	MultiBot.tips.druid.heal = "Лекарь|cffffffff\n"
		.. "Делает друида лекарем группы.\n"
		.. "Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл режим лекаря|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.buff = "Баффы|cffffffff\n"
		.. "Разрешает друиду баффать группу.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл баффы|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.master = "Стратегии|cffffffff\n"
		.. "Содержит классовые стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть стратегии|r\n"
		.. "|cf9999999(Порядок выполнения: Система)|r"

	MultiBot.tips.druid.playbook.casterDebuff = "Дебафф кастера|cffffffff\n"
		.. "Разрешает кастеру использовать дебаффы в бою.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл дебаффы|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.casterAoe = "AOE кастера|cffffffff\n"
		.. "Разрешает кастеру использовать AOE-заклинания.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.caster = "Кастер|cffffffff\n"
		.. "Режим дальнего боя.\n"
		.. "Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл режим кастера|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.catAoe = "AOE кошки|cffffffff\n"
		.. "Разрешает кошке использовать AOE-атаки.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.cat = "Кошка|cffffffff\n"
		.. "Режим ближнего боя.\n"
		.. "Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл режим кошки|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.bear = "Медведь|cffffffff\n"
		.. "Танковый режим.\n"
		.. "Медведь, Кошка, Кастер и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл режим медведя|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.playbook.melee = "Ближний бой|cffffffff\n"
		.. "Включает стратегию ближнего боя.\n"
		.. "Держится в мили-дистанции и предпочитает физические атаки.\n"
		.. "Несовместимо с Заклинателем и Лечением.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Ближний бой»|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.healerdps = "Хил-DPS|cffffffff\n"
		.. "Включает гибридную стратегию Хил-DPS.\n"
		.. "По умолчанию наносит урон, лечит при необходимости.\n"
		.. "Несовместимо с Лечением и OffHeal.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Хил-DPS»|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.dpsDebuff = "DPS-Дебафф|cffffffff\n"
		.. "Включает стратегии наложения ослабляющих эффектов.\n"
		.. "Друид может накладывать дебаффы только в форме заклинателя.\n"
		.. "Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик - включить/отключить DPS-дебаффы|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Активирует стратегии урона по области.\n"
		.. "Друид может использовать AOE только в форме кошки или заклинателя.\n"
		.. "DPS-AOE, помощь в уроне и помощь танку взаимоисключают друг друга.\n"
		.. "Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик - включить/отключить DPS-AOE|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.dps = "DPS|cffffffff\n"
		.. "Активирует стратегии нанесения урона.\n"
		.. "Друид может использовать DPS-стратегии только в форме кошки.\n"
		.. "Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик - включить/отключить DPS|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.dps.offheal = "Доп. исцеление|cffffffff\n"
		.. "Отключает режим DPS и включает режим доп. исцеления,\n"
		.. "Боты будут сосредоточены на уроне, но будут лечить при необходимости.\n"
		.. "Только для друидов специализации 'Сила зверя'.|r\n\n"
		.. "|cffff0000ЛКМ, чтобы включить или отключить доп. исцеление|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.druid.tank = "Танк|cffffffff\n"
		.. "Активирует танковые стратегии.\n"
		.. "Друид может танковать только в форме медведя.\n"
		.. "Формы медведя, кошки, заклинателя и лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик - включить/отключить танк|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- HUNTER --

	MultiBot.tips.hunter.pet.master = "Команды питомца|cffffffff\n"
		.. "Открывает панель с несколькими вариантами призыва питомца.|r\n\n"
		.. "|cffff0000ЛКМ — показать опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.hunter.pet.name = "Призыв питомца по |cff00ff00имени|r\n"
		.. "|cffffffffОткрывает список доступных питомцев. Нажмите на имя, чтобы призвать.|r\n\n"
		.. "|cffff0000ЛКМ — открыть список|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.pet.id = "Призыв питомца по |cff00ff00ID из БД|r\n"
		.. "|cffffffffИспользуйте ID существа из базы данных для прямого призыва.|r\n\n"
		.. "|cffff0000ЛКМ — ввести ID|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.pet.family = "Случайный призыв по |cff00ff00СЕМЕЙСТВУ|r\n"
		.. "|cffffffffВыберите семейство, чтобы призвать случайного питомца этого типа.|r\n\n"
		.. "|cffff0000ЛКМ — выбрать семейство|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.pet.rename = "Переименовать текущего питомца\n"
		.. "|cffffffffОткрывает окно ввода нового имени для активного питомца.|r\n\n"
		.. "|cffff0000ЛКМ — переименовать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.pet.abandon = "Отпустить питомца\n"
		.. "|cffffffffЭта команда позволяет отпустить питомца.|r\n\n"
		.. "|cffff0000Левый клик – отпустить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.ownbutton = "Охотник: %s\n"
		.. "|cffffffffЭта кнопка открывает меню питомца охотника.|r\n\n"
		.. "|cffff0000Левый клик – открыть/закрыть|r\n"
		.. "|cffff0000Правый клик – переместить|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.hunter.pet.stances = "Режимы питомца\n"
		.. "|cffffffffОткрывает меню режимов питомца.|r\n\n"
		.. "|cffff0000Левый клик – открыть/закрыть|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.hunter.pet.aggressive = "Агрессивный"

	MultiBot.tips.hunter.pet.passive = "Пассивный"

	MultiBot.tips.hunter.pet.defensive = "Оборонительный"

	MultiBot.tips.hunter.pet.curstance = "Текущий режим питомца?"

	MultiBot.tips.hunter.pet.attack = "Атаковать"

	MultiBot.tips.hunter.pet.follow = "Следовать"

	MultiBot.tips.hunter.pet.stay = "Стоять"

	MultiBot.tips.hunter.naspect.master = "Небоевые баффы|cffffffff\n"
		.. "Позволяет выбрать бафф по умолчанию вне боя.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.naspect.rnature = "Сопротивление магии природы|cffffffff\n"
		.. "Включает бафф сопротивления вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.naspect.bspeed = "Бафф скорости|cffffffff\n"
		.. "Включает бафф скорости вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.naspect.bmana = "Бафф маны|cffffffff\n"
		.. "Включает бафф маны вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.naspect.bdps = "DPS-бафф|cffffffff\n"
		.. "Включает DPS-бафф вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.caspect.master = "Боевые баффы|cffffffff\n"
		.. "Позволяет выбрать бафф по умолчанию в бою.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.caspect.rnature = "Сопротивление магии природы|cffffffff\n"
		.. "Включает бафф сопротивления в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.caspect.bspeed = "Бафф скорости|cffffffff\n"
		.. "Включает бафф скорости в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.caspect.bmana = "Бафф маны|cffffffff\n"
		.. "Включает бафф маны в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.caspect.bdps = "DPS-бафф|cffffffff\n"
		.. "Включает DPS-бафф в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.dps.dpsDebuff = "DPS-дебафф|cffffffff\n"
		.. "Включает стратегии дебаффа.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-дебафф|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает AOE-стратегии.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.dps.dps = "DPS|cffffffff\n"
		.. "Включает DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.hunter.trapweave = "Вплетение ловушек|cffffffff\n"
		.. "Включает вплетение ловушек в ближнем бою: охотник кратко сближается, чтобы поставить ловушку, когда это безопасно.\n"
		.. "Совместимо с любым режимом DPS; не исключает Assist/Tank-Assist.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Вплетение ловушек»|r\n"
		.. "|cff999999(Порядок выполнения: Bot)|r"

	MultiBot.tips.hunter.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- MAGE --

	MultiBot.tips.mage.buff.master = "Управление баффами|cffffffff\n"
		.. "Позволяет выбрать бафф по умолчанию.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл бафф по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.buff.bmana = "Бафф маны|cffffffff\n"
		.. "Включает бафф маны.|r\n\n"
		.. "|cffff0000Левый клик - включить бафф маны|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.buff.bdps = "DPS-бафф|cffffffff\n"
		.. "Включает DPS-бафф.|r\n\n"
		.. "|cffff0000Левый клик - включить DPS-бафф|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.master = "Стратегии|cffffffff\n"
		.. "Содержит классовые стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть стратегии|r\n"
		.. "|cf9999999(Порядок выполнения: Система)|r"

	MultiBot.tips.mage.playbook.arcaneAoe = "Тайная магия AOE|cffffffff\n"
		.. "Разрешает магу использовать AOE-заклинания тайной магии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл тайную AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.arcane = "Тайная магия|cffffffff\n"
		.. "Разрешает магу использовать тайную магию.\n"
		.. "Тайная, ледяная и огненная магия взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл тайную магию|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.frostAoe = "Ледяная AOE|cffffffff\n"
		.. "Разрешает магу использовать AOE-заклинания ледяной магии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл ледяную AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.frost = "Ледяная магия|cffffffff\n"
		.. "Разрешает магу использовать ледяную магию.\n"
		.. "Тайная, ледяная и огненная магия взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл ледяную магию|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.fireAoe = "Огненная AOE|cffffffff\n"
		.. "Разрешает магу использовать AOE-заклинания огненной магии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл огненную AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.fire = "Огненная магия|cffffffff\n"
		.. "Разрешает магу использовать огненную магию.\n"
		.. "Тайная, ледяная и огненная магия взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл огненную магию|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.frostfireAoe = "Frostfire AOE|cffffffff\n"
		.. "Включает боевые стратегии Frostfire + AOE.\n"
		.. "DPS-AOE, DPS-Assist и Tank-Assist взаимоисключают друг друга.\n"
		.. "Активным может быть только один из этих режимов.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Frostfire AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.frostfire = "Frostfire|cffffffff\n"
		.. "Включает однопользовательскую боевую стратегию Frostfire.\n"
		.. "Arcane, Frost, Fire и Frostfire взаимно исключают друг друга.\n"
		.. "Активной может быть только одна специализация.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Frostfire|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.playbook.firestarter = "Firestarter|cffffffff\n"
		.. 'Включает тактику "Firestarter" для школы Огня (опенер/мгновенные заклинания).\n'
		.. "Можно сочетать с текущей специализацией и параметрами AOE.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Firestarter|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает AOE-стратегии.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.mage.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- PALADIN --

	MultiBot.tips.paladin.heal = "Лекарь|cffffffff\n"
		.. "Разрешает паладину лечить.\n"
		.. "Танк, DPS и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл лечение|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.seal.master = "Управление благословениями|cffffffff\n"
		.. "Позволяет выбрать благословение по умолчанию.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл благословение по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.seal.bhealth = "Благословение здоровья|cffffffff\n"
		.. "Включает благословение здоровья.|r\n\n"
		.. "|cffff0000Левый клик - включить благословение|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.seal.bmana = "Благословение маны|cffffffff\n"
		.. "Включает благословение маны.|r\n\n"
		.. "|cffff0000Левый клик - включить благословение|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.seal.bstats = "Благословение характеристик|cffffffff\n"
		.. "Включает благословение характеристик.|r\n\n"
		.. "|cffff0000Левый клик - включить благословение|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.seal.bdps = "DPS-благословение|cffffffff\n"
		.. "Включает DPS-благословение.|r\n\n"
		.. "|cffff0000Левый клик - включить благословение|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.master = "Небоевая аура|cffffffff\n"
		.. "Позволяет выбрать ауру по умолчанию вне боя.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл ауру по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.bspeed = "Аура скорости|cffffffff\n"
		.. "Включает ауру скорости вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.rfire = "Аура сопротивления огню|cffffffff\n"
		.. "Включает ауру сопротивления огню вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.rfrost = "Аура сопротивления льду|cffffffff\n"
		.. "Включает ауру сопротивления льду вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.rshadow = "Аура сопротивления тьме|cffffffff\n"
		.. "Включает ауру сопротивления тьме вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.baoe = "Аура урона|cffffffff\n"
		.. "Включает ауру урона вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.barmor = "Аура брони|cffffffff\n"
		.. "Включает ауру брони вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.naura.bcast = "Аура сосредоточенности|cffffffff\n"
		.. "Включает ауру сосредоточенности вне боя.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.master = "Боевая аура|cffffffff\n"
		.. "Позволяет выбрать ауру по умолчанию в бою.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть опции|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - вкл/выкл ауру по умолчанию|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.bspeed = "Аура скорости|cffffffff\n"
		.. "Включает ауру скорости в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.rfire = "Аура сопротивления огню|cffffffff\n"
		.. "Включает ауру сопротивления огню в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.rfrost = "Аура сопротивления льду|cffffffff\n"
		.. "Включает ауру сопротивления льду в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.rshadow = "Аура сопротивления тьме|cffffffff\n"
		.. "Включает ауру сопротивления тьме в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.baoe = "Аура урона|cffffffff\n"
		.. "Включает ауру урона в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.barmor = "Аура брони|cffffffff\n"
		.. "Включает ауру брони в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.caura.bcast = "Аура сосредоточенности|cffffffff\n"
		.. "Включает ауру сосредоточенности в бою.|r\n\n"
		.. "|cffff0000Левый клик - включить ауру|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает AOE-стратегии.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.dps = "DPS|cffffffff\n"
		.. "Включает DPS-стратегии.\n"
		.. "Танк, DPS и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.offheal = "Доп. исцеление|cffffffff\n"
		.. "Отключает режим DPS и включает режим доп. исцеления,\n"
		.. "Боты будут сосредоточены на уроне, но будут лечить при необходимости.\n"
		.. "Только для паладинов.|r\n\n"
		.. "|cffff0000ЛКМ, чтобы включить или отключить доп. исцеление|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.dps.healerdps = "HealerDps|cffffffff\n"
		.. "Позволяет целителю наносить урон, когда это безопасно.\n"
		.. "Бот сохраняет исцеление как высший приоритет и добавляет урон, когда входящий урон низкий.\n"
		.. "Рекомендуется для лечебных специализаций (например, Паладин Света).|r\n\n"
		.. "|cffff0000Left-Click to enable or disable HealerDps|r\n"
		.. "|cf9999999(Execution-Order: Bot)|r"

	MultiBot.tips.paladin.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.paladin.tank = "Танк|cffffffff\n"
		.. "Включает танковые стратегии.\n"
		.. "Танк, DPS и Лекарь взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- PRIEST --

	MultiBot.tips.priest.heal = "Лечение|cffffffff\n"
		.. "Делает жреца лекарем группы.\n"
		.. "Тьма и Лечение взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл лечение|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.buff = "Баффы|cffffffff\n"
		.. "Разрешает жрецу баффать группу.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл баффы|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.playbook.master = "Стратегии|cffffffff\n"
		.. "Содержит классовые стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть стратегии|r\n"
		.. "|cf9999999(Порядок выполнения: Система)|r"

	MultiBot.tips.priest.playbook.shadowDebuff = "Темные дебаффы|cffffffff\n"
		.. "Разрешает жрецу использовать темные дебаффы в бою.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл темные дебаффы|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.playbook.shadowAoe = "Темная AOE|cffffffff\n"
		.. "Разрешает жрецу использовать темные AOE-заклинания.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл темную AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.playbook.shadow = "Тьма|cffffffff\n"
		.. "Разрешает жрецу использовать темную магию.\n"
		.. "Тьма и Лечение взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл тьму|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.playbook.holyheal = "Свет — Исцеление|cffffffff\n"
		.. "Переключает набор стратегий на «Свет (Исцеление)».\n"
		.. "«Свет — Исцеление», «Тьма» и «Свет — Урон» взаимоисключают друг друга.\n"
		.. "Активным может быть только один из этих наборов.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Свет — Исцеление»|r\n"
		.. "|cf9999999(Порядок выполнения: бот)|r"

	MultiBot.tips.priest.playbook.holydps = "Свет — Урон|cffffffff\n"
		.. "Переключает набор стратегий на «Свет (Урон)».\n"
		.. "«Свет — Урон», «Тьма» и «Свет — Исцеление» взаимоисключают друг друга.\n"
		.. "Активным может быть только один из этих наборов.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Свет — Урон»|r\n"
		.. "|cf9999999(Порядок выполнения: бот)|r"

	MultiBot.tips.priest.playbook.rshadow = "Сопротивление тьме|cffffffff\n"
		.. "Включает стратегию сопротивления темной магии.\n"
		.. "Этот параметр не является набором и может сочетаться с другими наборами.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить «Сопротивление тьме»|r\n"
		.. "|cf9999999(Порядок выполнения: бот)|r"

	MultiBot.tips.priest.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста для лекарей.\n"
		.. "DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.dps.dpsDebuff = "DPS-дебафф|cffffffff\n"
		.. "Включает стратегии дебаффа.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-дебафф|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает AOE-стратегии.\n"
		.. "DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.dps.dps = "DPS|cffffffff\n"
		.. "Включает DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.priest.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист ('Лекарь-DPS') и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- ROGUE --

	MultiBot.tips.rogue.dps.master = "Управление DPS|cffffffff\n"
		.. "Содержит основные DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - показать/скрыть управление|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.rogue.dps.dpsAssist = "DPS-ассист|cffffffff\n"
		.. "Включает стратегии DPS-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.rogue.dps.dpsAoe = "DPS-AOE|cffffffff\n"
		.. "Включает AOE-стратегии.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS-AOE|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.rogue.dps.dps = "DPS|cffffffff\n"
		.. "Включает DPS-стратегии.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл DPS|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.rogue.dps.stealth = "Незаметность|cffffffff\n"
		.. "Поддерживает разбойника в незаметности и предпочитает скрытные открытия.\n"
		.. "Совместимо с режимами DPS. Для поведения в бою\n"
		.. "используйте |cffffd200Незаметность (бой)|cffffffff.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Незаметность|r\n"
		.. "|cff999999(Порядок выполнения: бот)|r"

	MultiBot.tips.rogue.dps.stealthed = "Незаметность (бой)|cffffffff\n"
		.. "Предпочитает бой в незаметности; подход под скрытностью.\n"
		.. "Использует скрытные открытия и может приостанавливать урон для повторного входа в незаметность.\n"
		.. "«Незаметность (бой)» и DPS/DPS-AOE/DPS-Assist взаимоисключают.\n"
		.. "Активна может быть только одна стратегия.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить|r\n"
		.. "|cff999999(Порядок выполнения: бот)|r"

	MultiBot.tips.rogue.dps.boost = "Бурст|cffffffff\n"
		.. "Включает использование атакующих кулдаунов согласно ротации.\n"
		.. "Совместимо с DPS/DPS-AOE/DPS-Assist и Tank-Assist; не взаимоисключает.|r\n\n"
		.. "|cffff0000ЛКМ — включить/выключить Бурст|r\n"
		.. "|cff999999(Порядок выполнения: бот)|r"

	MultiBot.tips.rogue.tankAssist = "Танк-ассист|cffffffff\n"
		.. "Включает стратегии танк-ассиста.\n"
		.. "DPS-AOE, DPS-ассист и Танк-ассист взаимоисключающие.\n"
		.. "Может быть активна только одна стратегия.|r\n\n"
		.. "|cffff0000Левый клик - вкл/выкл танк-ассист|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	-- SHAMAN --

	MultiBot.tips.shaman.heal = "Лечение|cffffffff\n"
		.. "Делает шамана целителем группы.\n"
		.. "Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить Лечение|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.totemsmove =
		"ПКМ, чтобы перетащить и переместить панель тотемов"

	MultiBot.tips.shaman.ctotem.stoe = "Сила земли\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.stoskin = "Каменная кожа\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.tremor = "Трепет\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.eabind = "Оковы земли\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.searing = "Опаляющий\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.magma = "Магма\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.fltong = "Язык пламени\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.towrath = "Тотем гнева\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.frostres = "Сопротивление льду\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.healstream = "Целительный поток\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.manasprin = "Источник маны\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.cleansing = "Очищение\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.fireres = "Сопротивление огню\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.wrhatair = "Гнев воздуха\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.windfury = "Ярость ветра\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.natres = "Сопротивление силам природы\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.grounding = "Заземление\n\n"
		.. "|cffff0000Щелкните левой кнопкой мыши, чтобы выбрать или отменить выбор этого тотема|r\n"

	MultiBot.tips.shaman.ctotem.earthtot = "Земные тотемы"

	MultiBot.tips.shaman.ctotem.firetot = "Огненные тотемы"

	MultiBot.tips.shaman.ctotem.watertot = "Водные тотемы"

	MultiBot.tips.shaman.ctotem.airtot = "Воздушные тотемы"

	MultiBot.tips.shaman.ntotem.master = "Тотем вне боя|cffffffff\n"
		.. "Позволяет выбрать, включить или отключить стандартный тотем вне боя.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть настройки|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик – включить/отключить стандартный тотем.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.ntotem.bmana = "Тотем маны|cffffffff\n"
		.. "Активирует тотем маны вне боя.|r\n\n"
		.. "|cffff0000Левый клик – включить тотем маны|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.ntotem.bdps = "Тотем урона|cffffffff\n"
		.. "Активирует тотем урона вне боя.|r\n\n"
		.. "|cffff0000Левый клик – включить тотем урона|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.ctotem.master = "Боевой тотем|cffffffff\n"
		.. "Позволяет выбрать, включить или отключить стандартный боевой тотем.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть настройки|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик – включить/отключить стандартный тотем.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.ctotem.bmana = "Тотем маны|cffffffff\n"
		.. "Активирует тотем маны в бою.|r\n\n"
		.. "|cffff0000Левый клик – включить тотем маны|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.ctotem.bdps = "Тотем урона|cffffffff\n"
		.. "Активирует тотем урона в бою.|r\n\n"
		.. "|cffff0000Левый клик – включить тотем урона|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.master = "Книга стратегий|cffffffff\n"
		.. "Содержит типичные для класса стратегии.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть книгу|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.shaman.playbook.totems = "Тотемы|cffffffff\n"
		.. "Разрешает шаману использовать тотемы в бою.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить тотемы|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.casterAoe = "Заклинатель (AOE)|cffffffff\n"
		.. "Разрешает шаману использовать заклинания области в бою.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить AOE-заклинания|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.caster = "Заклинатель|cffffffff\n"
		.. "Разрешает шаману использовать заклинания в бою.\n"
		.. "Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить заклинателя|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.meleeAoe = "Ближний бой (AOE)|cffffffff\n"
		.. "Разрешает шаману использовать атаки ближнего радиуса в бою.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить ближний AOE|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.melee = "Ближний бой|cffffffff\n"
		.. "Разрешает шаману использовать атаки ближнего радиуса в бою.\n"
		.. "Заклинатель, Ближний бой и Лечение взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить ближний бой|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.dps.master = "Управление уроном|cffffffff\n"
		.. "Содержит основные стратегии нанесения урона.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть управление уроном|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.dps.dpsAssist = "Помощь в уроне|cffffffff\n"
		.. "Активирует стратегии поддержки урона.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.dps.dpsAoe = "AOE-урон|cffffffff\n"
		.. "Активирует стратегии урона по области.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить AOE-урон|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.playbook.cure = "Лечение|cffffffff\n"
		.. "Активирует стратегию лечения.\n"
		.. "Бот будет снимать яды, проклятия и болезни, когда это возможно.|r\n\n"
		.. "|cffff0000ЛКМ, чтобы включить или отключить лечение|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.dps.healerdps = "Хилер-DPS|cffffffff\n"
		.. "Активирует стратегию Хилер-DPS.\n"
		.. "Хилер будет наносить урон, продолжая сосредотачиваться на исцелении.\n"
		.. "Хилер-DPS, DPS-AOE, DPS-Assist и Tank-Assist являются взаимоисключающими.\n"
		.. "Можно активировать только одну из этих стратегий.|r\n\n"
		.. "|cffff0000ЛКМ, чтобы включить или отключить Хилер-DPS|r\n"
		.. "|cf9999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.shaman.tankAssist = "Помощь танку|cffffffff\n"
		.. "Активирует стратегии поддержки танка.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь танку|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- WARLOCK --

	MultiBot.tips.warlock.curses = {}
	MultiBot.tips.warlock.stones = {}
	MultiBot.tips.warlock.pets = {}

	MultiBot.tips.warlock.stones.master = "Выбор камня для оружия|cffffffff\n"
		.. "Выберите, какой камень применит бот.|r\n\n"
		.. "|cffff0000ЛКМ — открыть меню|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.stones.spellstone = "Камень чар|cffffffff\n"
		.. "Применить Камень чар (вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — применить|r\n"
		.. "|cffff0000Повторный ЛКМ — убрать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.stones.firestone = "Огненный камень|cffffffff\n"
		.. "Применить Огненный камень (вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — применить|r\n"
		.. "|cffff0000Повторный ЛКМ — убрать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.soulstones.masterbutton = "Меню Камня души (NC)|cffffffff\n"
		.. "Укажите, на какого бота наложить Камень души.|r\n\n"
		.. "|cffff0000ЛКМ — открыть меню|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.soulstones.self = "На себя|cffffffff\n"
		.. "Бот применит Камень души на себя (стратегия вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — включить|r\n"
		.. "|cffff0000Повторный ЛКМ — выключить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.soulstones.master = "На игрока|cffffffff\n"
		.. "Бот применит Камень души на вас (стратегия вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — включить|r\n"
		.. "|cffff0000Повторный ЛКМ — выключить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.soulstones.tank = "Танк|cffffffff\n"
		.. "Бот применит Камень души на танка (стратегия вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — включить|r\n"
		.. "|cffff0000Повторный ЛКМ — выключить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.soulstones.healer = "Лекарь|cffffffff\n"
		.. "Бот применит Камень души на лекаря (стратегия вне боя)|r\n\n"
		.. "|cffff0000ЛКМ — включить|r\n"
		.. "|cffff0000Повторный ЛКМ — выключить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.master = "Выбор питомца|cffffffff\n"
		.. "Выберите, какого демона бот должен призвать.|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.imp = "Бесёнок|cffffffff\n"
		.. "Призвать Бесёнка|r\n\n"
		.. "|cffff0000Левый клик, чтобы призвать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.voidwalker = "Страж Бездны|cffffffff\n"
		.. "Призвать Стража Бездны|r\n\n"
		.. "|cffff0000Левый клик, чтобы призвать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.succubus = "Суккуб|cffffffff\n"
		.. "Призвать Суккуба|r\n\n"
		.. "|cffff0000Левый клик, чтобы призвать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.felhunter = "Охотник Скверны|cffffffff\n"
		.. "Призвать Охотника Скверны|r\n\n"
		.. "|cffff0000Левый клик, чтобы призвать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.pets.felguard = "Страж Скверны|cffffffff\n"
		.. "Призвать Стража Скверны|r\n\n"
		.. "|cffff0000Левый клик, чтобы призвать|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.master = "Выбор проклятия|cffffffff\n"
		.. "Этот элемент управления позволяет выбрать проклятие для применения.|r\n\n"
		.. "|cffff0000Левый клик, чтобы открыть меню проклятий\n"
		.. "и выбрать проклятие, которое применит бот.\n"
		.. "Текущее активное проклятие показано серым цветом.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.agony = "Проклятие Агонии|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.elements = "Проклятие Стихий|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.exhaustion = "Проклятие Истощения|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.doom = "Проклятие Рока|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.weakness = "Проклятие Слабости|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.curses.tongues = "Проклятие Языков|cffffffff|r\n\n"
		.. "|cffff0000Левый клик, чтобы применить это проклятие.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.buff.master = "Баффы|cffffffff\n"
		.. "Позволяет выбрать, включить или отключить стандартный бафф.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть настройки|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик – включить/отключить стандартный бафф.|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.buff.bhealth = "Бафф здоровья|cffffffff\n"
		.. "Активирует бафф здоровья.|r\n\n"
		.. "|cffff0000Левый клик – включить бафф здоровья|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.buff.bmana = "Бафф маны|cffffffff\n"
		.. "Активирует бафф маны.|r\n\n"
		.. "|cffff0000Левый клик – включить бафф маны|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.buff.bdps = "Бафф урона|cffffffff\n"
		.. "Активирует бафф увеличения урона.|r\n\n"
		.. "|cffff0000Левый клик – включить бафф урона|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.master = "Управление уроном|cffffffff\n"
		.. "Содержит основные стратегии нанесения урона.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть управление уроном|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.dpsAssist = "Помощь в уроне|cffffffff\n"
		.. "Активирует стратегии поддержки урона.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.dpsDebuff = "Дебаффы урона|cffffffff\n"
		.. "Активирует стратегии наложения ослабляющих эффектов.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить дебаффы урона|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.dpsAoe = "AOE-урон|cffffffff\n"
		.. "Активирует стратегии урона по области.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить AOE-урон|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.dps = "Урон|cffffffff\n"
		.. "Активирует стратегии нанесения урона.\n"
		.. "Урон и Танк взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить урон|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.dps.metamelee = "Мета-ближний бой|cffffffff\n"
		.. "Включает боевую стратегию чернокнижника «мета-ближний бой».\n"
		.. "Когда активны Метаморфоза и Аура жертвенного огня,\n"
		.. "бот перейдёт в ближний бой и будет действовать соответствующим образом.\n"
		.. "Эта настройка не имеет эффекта без Метаморфозы/Ауры жертвенного огня\n"
		.. "и является независимой от переключателей DPS/Танк-ассист.|r\n\n"
		.. "|cffff0000Левый клик, чтобы включить или отключить мета-ближний бой|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.tankAssist = "Помощь танку|cffffffff\n"
		.. "Активирует стратегии поддержки танка.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь танку|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warlock.tank = "Танк|cffffffff\n"
		.. "Активирует танковые стратегии.\n"
		.. "Урон и Танк взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить танк|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- WARRIOR --

	MultiBot.tips.warrior.dps.master = "Управление уроном|cffffffff\n"
		.. "Содержит основные стратегии нанесения урона.|r\n\n"
		.. "|cffff0000Левый клик – показать/скрыть управление уроном|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warrior.dps.dpsAssist = "Помощь в уроне|cffffffff\n"
		.. "Активирует стратегии поддержки урона.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь в уроне|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warrior.dps.dpsAoe = "AOE-урон|cffffffff\n"
		.. "Активирует стратегии урона по области.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить AOE-урон|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warrior.tankAssist = "Помощь танку|cffffffff\n"
		.. "Активирует стратегии поддержки танка.\n"
		.. "AOE-урон, Помощь в уроне и Помощь танку взаимоисключают друг друга.\n"
		.. "Только одна из этих стратегий может быть активна.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить помощь танку|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.warrior.tank = "Танк|cffffffff\n"
		.. "Активирует танковые стратегии.|r\n\n"
		.. "|cffff0000Левый клик – включить/отключить танк|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- EVERY --

	MultiBot.tips.every.misc = "Разное|cffffffff\n"
		.. "Открывает меню различных действий.\n"
		.. "Включает: Wipe, Autogear и т.д.|r\n\n"
		.. "|cffff0000Левый клик для переключения этого меню|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.every.pvptitle = "MultiBot PvP Panel"

	MultiBot.tips.every.pvpcustom = "Custom PVP Datas"

	MultiBot.tips.every.pvptotal = "Total"

	MultiBot.tips.every.pvparenapoints = "Arena Points"

	MultiBot.tips.every.pvparenamode = "Mode"

	MultiBot.tips.every.pvparenanoteam = "Team: No team"

	MultiBot.tips.every.pvparenanoteamrank = "Team Rank: -"

	MultiBot.tips.every.pvparenadata = "PvP Datas "

	MultiBot.tips.every.favorite = "Избранное|cffffffff\n"
		.. "Добавить или удалить этого бота из избранных (сохраняется для каждого персонажа).|r\n\n"
		.. "|cffff0000ЛКМ для переключения|r\n"
		.. "|cff999999(Выполняется: Система)|r"

	MultiBot.tips.every.autogear = "Автоэкипировка|cffffffff\n"
		.. "Автоматически экипирует этого бота согласно\n"
		.. "вашим настройкам AutoGear (качество / уровень экипировки).|r\n\n"
		.. "|cffff0000Левый клик для запуска AutoGear|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.autogearpopup = "Запустить Autogear на %s?"

	MultiBot.tips.every.maintenance = "Обслуживание|cffffffff\n"
		.. "Активирует бота для изучения всех доступных заклинаний и умений,\n"
		.. "пополнения расходников, зачарования экипировки и её починки.|r\n\n"
		.. "|cffff0000Левый клик — начать обслуживание|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.summon = "Призыв|cffffffff\n"
		.. "Призывает этого бота к вашей позиции.|r\n\n"
		.. "|cffff0000Левый клик – призвать бота|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.uninvite = "Исключить|cffffffff\n"
		.. "Исключает этого бота из вашей группы.|r\n\n"
		.. "|cffff0000Левый клик – исключить бота|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.invite = "Пригласить|cffffffff\n"
		.. "Приглашает этого бота в вашу группу.|r\n\n"
		.. "|cffff0000Левый клик – пригласить бота|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.food = "Еда|cffffffff\n"
		.. "Включает или отключает использование еды.|r\n\n"
		.. "|cffff0000Левый клик – разрешить использование еды|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.loot = "Добыча|cffffffff\n"
		.. "Включает или отключает сбор добычи.|r\n\n"
		.. "|cffff0000Левый клик – разрешить сбор добычи|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.gather = "Сбор|cffffffff\n"
		.. "Включает или отключает сбор ресурсов.|r\n\n"
		.. "|cffff0000Левый клик – разрешить сбор ресурсов|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.inventory = "Инвентарь|cffffffff\n"
		.. "Открывает или закрывает инвентарь этого бота.|r\n\n"
		.. "|cffff0000Левый клик – открыть/закрыть инвентарь|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.spellbook = "Книга заклинаний|cffffffff\n"
		.. "Открывает или закрывает книгу заклинаний этого бота.\n"
		.. "Левый клик по заклинанию – произнести немедленно.\n"
		.. "Правый клик по заклинанию – взять макрос для панели команд.|r\n\n"
		.. "|cffff0000Левый клик – открыть/закрыть книгу заклинаний|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.every.talent = "Таланты|cffffffff\n"
		.. "Открывает или закрывает окно талантов этого бота.\n"
		.. "Открывается с задержкой во время загрузки значений талантов системой.|r\n\n"
		.. "|cffff0000Левый клик – открыть/закрыть таланты|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	-- WIPE COMMAND --

	MultiBot.tips.every.wipe = "Wipe|cffffffff\n"
		.. "Полностью сбрасывает бота, убивая его и воскрешая,\n"
		.. "полезно для очистки его состояния (позиции, здоровья, маны и т.д.).|r\n\n"
		.. "|cffff0000Левый клик: отправляет команду wipe выбранному боту|r\n"
		.. "|cff999999(Порядок выполнения: Bot)|r"

	-- SET TALENTS --

	MultiBot.tips.every.settalent = "Выбор талантов|cffffffff\n"
		.. "Отображает меню доступных специализаций (PvE/PvP) для выбранного бота.\n"
		.. "Вторичная специализация разблокируется на уровне 40.|r\n\n"
		.. "|cffff0000Левый клик для переключения селектора шаблонов талантов бота|r\n"
		.. "|cff999999(Порядок выполнения: Бот)|r"

	MultiBot.tips.spec.dkbloodpve = "Кровь – PvE|cffffffff\n"
		.. "Специализация с акцентом на самоисцеление и выживаемость в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkbloodpvp = "Кровь – PvP|cffffffff\n"
		.. "Отлично подходит для захвата флага и выживания в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkbfrostpve = "Лед – PvE|cffffffff\n"
		.. "Оптимизирована для бурст-урона и замедлений в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkbfrostpvp = "Лед – PvP|cffffffff\n"
		.. "Мгновенный бурст и контроль для PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkunhopve = "Нечестивость – PvE|cffffffff\n"
		.. "АоЕ урон и синергия с питомцем в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkunhopvp = "Нечестивость – PvP|cffffffff\n"
		.. "Постоянное давление дотами в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.dkdoublepve = "Двойной билд – PvE|cffffffff\n"
		.. "Позволяет быстро тестировать две PvE-спеки.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Druide
	MultiBot.tips.spec.druidbalpve = "Баланс – PvE|cffffffff\n"
		.. "Магический бурст и затмения, оптимизированы для PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidbalpvp = "Баланс – PvP|cffffffff\n"
		.. "Звездопад и удержание противников в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidcatpve = "Сила зверя (Кот) – PvE|cffffffff\n"
		.. "Гибридный урон в ближнем бою, полезен в рейдах.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidcatpvp = "Сила зверя (Кот) – PvP|cffffffff\n"
		.. "Кровотечения и бурст для PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidbearpve = "Сила зверя (Медведь) – PvE|cffffffff\n"
		.. "Надёжный рейд-танк с повышенной выживаемостью.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidrestopve = "Исцеление – PvE|cffffffff\n"
		.. "Мощные исцеляющие эффекты для рейдов.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.druidrestopvp = "Исцеление – PvP|cffffffff\n"
		.. "Контроль и выживание в PvP за счёт лечения и щитов.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Chasseur
	MultiBot.tips.spec.huntbmpve = "Повелитель зверей – PvE|cffffffff\n"
		.. "Урон от питомца и полезные способности в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.huntbmpvp = "Повелитель зверей – PvP|cffffffff\n"
		.. "Бурст и иммунитет к контролю от питомца.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.huntmarkpve = "Стрельба – PvE|cffffffff\n"
		.. "Мощные выстрелы и одновременный урон по цели.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.huntmarkpvp = "Стрельба – PvP|cffffffff\n"
		.. "Быстрый бурст и ловушки для PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.huntsurvpve = "Выживание – PvE|cffffffff\n"
		.. "Полезные навыки и урон от времени.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.huntsurvpvp = "Выживание – PvP|cffffffff\n"
		.. "Ловушки и контроль.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Mage
	MultiBot.tips.spec.magearcapve = "Тайная магия – PvE|cffffffff\n"
		.. "Магический бурст и контроль маны.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magearcapvp = "Тайная магия – PvP|cffffffff\n"
		.. "Мобильность и щиты.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magefirepve = "Огонь – PvE|cffffffff\n"
		.. "Поджигание и AoE урон.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magefirepvp = "Огонь – PvP|cffffffff\n"
		.. "Скорч и контроль заклинаний.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magefrostfirepve = "Лед+Огонь – PvE|cffffffff\n"
		.. "Комбинация заморозки и поджога с уникальным бурстом.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magefrostpve = "Лёд – PvE|cffffffff\n"
		.. "Пальцы льда и замедление противников.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.magefrostpvp = "Лёд – PvP|cffffffff\n"
		.. "Шаттер и корни для контроля.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Paladin
	MultiBot.tips.spec.paladinholypve = "Свет – PvE|cffffffff\n"
		.. "Мощные рейдовые исцеления.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.paladinholypvp = "Свет – PvP|cffffffff\n"
		.. "Бабл и диспеллы для выживания в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.paladinprotpve = "Защита – PvE|cffffffff\n"
		.. "Основной танк в рейдах.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.paladinprotpvp = "Защита – PvP|cffffffff\n"
		.. "Носитель флага и высокая выживаемость.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.paladinretpve = "Возмездие – PvE|cffffffff\n"
		.. "Бурст и поддержка в атаке.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.paladinretpvp = "Возмездие – PvP|cffffffff\n"
		.. "Контроль и бурст в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Prêtre
	MultiBot.tips.spec.priestdiscipve = "Послушание – PvE|cffffffff\n"
		.. "Щиты и поглощения урона.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.priestdiscipvp = "Послушание – PvP|cffffffff\n"
		.. "Мощное исцеление и покаяние.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.priestholypve = "Свет – PvE|cffffffff\n"
		.. "Святой свет и исцеление группы.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.priestholypvp = "Свет – PvP|cffffffff\n"
		.. "Дух-хранитель и бурстовое исцеление.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.priestshadowpve = "Тьма – PvE|cffffffff\n"
		.. "Доты и Безумие для нанесения урона.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.priestshadowpvp = "Тьма – PvP|cffffffff\n"
		.. "Молчание и постоянное давление.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Voleur
	MultiBot.tips.spec.rogassapve = "Убийство – PvE|cffffffff\n"
		.. "Яды и доты для стабильного урона.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.rogassapvp = "Убийство – PvP|cffffffff\n"
		.. "Возмездие и бурст в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.rogcombatpve = "Бой – PvE|cffffffff\n"
		.. "Клив и энергия для постоянного урона.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.rogcombatpvp = "Бой – PvP|cffffffff\n"
		.. "Продолжительный бурст для PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.rogsubtipve = "Тонкость – PvE|cffffffff\n"
		.. "Удары в спину и энергия для высокого DPS.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.rogsubtipvp = "Тонкость – PvP|cffffffff\n"
		.. "Танец теней и контроль в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Chaman
	MultiBot.tips.spec.shamanelempve = "Стихии – PvE|cffffffff\n"
		.. "Взрыв лавы и вихрь для PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.shamanelempvp = "Стихии – PvP|cffffffff\n"
		.. "Бурст и отбрасывание врагов.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.shamanenhpve = "Совершенствование – PvE|cffffffff\n"
		.. "Двойное оружие и вихри для PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.shamanenhpvp = "Совершенствование – PvP|cffffffff\n"
		.. "Волки и бурст в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.shamanrestopve = "Исцеление – PvE|cffffffff\n"
		.. "Цепное исцеление и поддержка рейда.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.shamanrestopvp = "Исцеление – PvP|cffffffff\n"
		.. "Щит земли и выживаемость в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Démoniste
	MultiBot.tips.spec.warlockafflipve = "Колдовство – PvE|cffffffff\n"
		.. "Долговременные доты для PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warlockafflipvp = "Колдовство – PvP|cffffffff\n"
		.. "Постоянное давление в PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warlockdemonopve = "Демонология – PvE|cffffffff\n"
		.. "Метаморфоза и питомцы.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warlockdemonopvp = "Демонология – PvP|cffffffff\n"
		.. "Страж Скверны и бурст.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warlockdestrupve = "Разрушение – PvE|cffffffff\n"
		.. "Хаос Болт и бурст урон.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warlockdestrupvp = "Разрушение – PvP|cffffffff\n"
		.. "Бурст и страх.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- Guerrier
	MultiBot.tips.spec.warriorarmspve = "Оружие – PvE|cffffffff\n"
		.. "Добивание и бурст в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warriorarmspvp = "Оружие – PvP|cffffffff\n"
		.. "Смертельный удар и контроль.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warriorfurypve = "Ярость – PvE|cffffffff\n"
		.. "Вихрь и ярость для постоянного урона.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warriorfurypvp = "Ярость – PvP|cffffffff\n"
		.. "Устойчивость и самоисцеление.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warriorprotecpve = "Защита – PvE|cffffffff\n"
		.. "Танковка и выживаемость в PvE.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	MultiBot.tips.spec.warriorprotecpvp = "Защита – PvP|cffffffff\n"
		.. "Контроль и стойкость для PvP.\n"
		.. "Второстепенная специализация доступна с 40 уровня.|r\n\n"
		.. "|cffff0000ЛКМ: основная специализация|r\n"
		.. "|cffff0000ПКМ: второстепенная специализация|r\n"
		.. "|cff999999(Очередность действий: бот)|r"

	-- RTSC --

	MultiBot.tips.rtsc.master = "Управление RTSC\n|cffffffff"
		.. "Позволяет задавать локации и отправлять ботов в указанные точки.\n"
		.. "Порядок выполнения показывает получателя команд.|r\n\n"
		.. "|cffff0000Левый клик - применить заклинание AEDM|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r\n\n"
		.. "|cffff0000Правый клик - включить стратегию RTSC|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.rtsc.macro = "Хранилище локаций\n|cffffffff"
		.. "Позволяет сохранять локации.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - сохранить локацию|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.spot = "Хранилище локаций\n|cffffffff"
		.. "Левый клик - отправить ботов в сохранённую локацию.\n"
		.. "Правый клик - удалить сохранённую локацию.|r\n\n"
		.. "|cffff0000Левый клик - отправить ботов|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - удалить локацию|r\n"
		.. "|cff999999(Порядок выполнения: Система)|r"

	MultiBot.tips.rtsc.group1 = "Выбор группы 1\n|cffffffff"
		.. "Выбирает 1-ю группу и отправляет её в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить 1-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать 1-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.group2 = "Выбор группы 2\n|cffffffff"
		.. "Выбирает 2-ю группу и отправляет её в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить 2-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать 2-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.group3 = "Выбор группы 3\n|cffffffff"
		.. "Выбирает 3-ю группу и отправляет её в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить 3-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать 3-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.group4 = "Выбор группы 4\n|cffffffff"
		.. "Выбирает 4-ю группу и отправляет её в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить 4-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать 4-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.group5 = "Выбор группы 5\n|cffffffff"
		.. "Выбирает 5-ю группу и отправляет её в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить 5-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать 5-ю группу|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.tank = "Выбор танков\n|cffffffff"
		.. "Выбирает ботов-танков и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить танков|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать танков|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.dps = "Выбор ДПС\n|cffffffff"
		.. "Выбирает ботов-ДПС и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить ДПС|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать ДПС|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.healer = "Выбор лекарей\n|cffffffff"
		.. "Выбирает ботов-лекарей и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить лекарей|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать лекарей|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.melee = "Выбор ближнего боя\n|cffffffff"
		.. "Выбирает бойцов ближнего боя и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить ближний бой|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать ближний бой|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.ranged = "Выбор дальнего боя\n|cffffffff"
		.. "Выбирает бойцов дальнего боя и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить дальний бой|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать дальний бой|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.meleedps = "DPS ближнего боя\n|cffffffff"
		.. "Только боты DPS ближнего боя выполнят действие.\n"
		.. "|cffff0000ЛКМ для отправки|r\n"
		.. "|cff999999(Выполняют: Рейд, Группа)|r\n\n"
		.. "|cffff0000ПКМ для выбора|r\n"
		.. "|cff999999(Выполняют: Рейд, Группа)|r"

	MultiBot.tips.rtsc.rangeddps = "DPS дальнего боя\n|cffffffff"
		.. "Только боты DPS дальнего боя выполнят действие.\n"
		.. "|cffff0000ЛКМ для отправки|r\n"
		.. "|cff999999(Выполняют: Рейд, Группа)|r\n\n"
		.. "|cffff0000ПКМ для выбора|r\n"
		.. "|cff999999(Выполняют: Рейд, Группа)|r"

	MultiBot.tips.rtsc.all = "Выбор всех ботов\n|cffffffff"
		.. "Выбирает всех ботов и отправляет их в указанную локацию.\n"
		.. "Нажмите левой кнопкой, затем используйте заклинание AEDM для отметки локации.|r\n\n"
		.. "|cffff0000Левый клик - отправить всех ботов|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - выбрать всех ботов|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

	MultiBot.tips.rtsc.browse = "Переключатель\n|cffffffff"
		.. "Переключает между различными панелями выбора.|r\n\n"
		.. "|cffff0000Левый клик - переключить панель выбора|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r\n\n"
		.. "|cffff0000Правый клик - отменить выбор|r\n"
		.. "|cff999999(Порядок выполнения: Рейд, Группа)|r"

    -- Raidus
    MultiBot.tips.raidus = {}

    MultiBot.tips.raidus.score = "|cffffff00Сортировать ботов по очкам|r"

    MultiBot.tips.raidus.level = "|cffffff00Сортировать ботов по уровню|r"

    MultiBot.tips.raidus.class = "|cffffff00Сортировать ботов по классу|r"

    MultiBot.tips.raidus.autobalance = "|cffffff00Автоматическое балансирование рейда|r\n|cffffffff"
        .. "Автоматически распределяет ботов по рейдовым группам для более сбалансированной конфигурации.|r\n"
        .. "|cffff0000ЛКМ:|r |cffffffffБалансировка по очкам (общая сила рейда).|r\n"
        .. "|cffff0000ПКМ:|r |cffffffffРасширенная балансировка Танков / Лекарей / DPS по группам.|r\n\n"
        .. "|cff999999Использует выбранных ботов из списка MultiBot или всех ботов, если никто не выбран.|r"
end
